Repository: KDE/elf-dissector
Catalog: poqm/*/elf-dissector_qt.po
Languages: ar, ca@valencia, el, eo, es, eu, fi, fr, gl, he, it, ka, ko, nn, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_cn, zh_tw

# QObject|
source: Custom...
ar: مخصّص...
ca@valencia: Personalitzat...
el: Προσαρμοσμένο...
eo: Propra...
es: Personalizada…
eu: Neurrira finkatua...
fi: Mukautettu…
fr: Personnalisé...
gl: Personalizada…
he: התאמה אישית…
it: Personalizzata...
ka: ხელით...
ko: 사용자 정의...
nn: Tilpassa …
pl: Własne...
pt: Personalizado...
pt_br: Personalizado...
ru: Другой...
sl: Po meri ...
sv: Egen...
tr: Özel...
uk: Нетиповий…
zh_cn: 自定义...
zh_tw: 自訂...

# QObject|
source: Custom Code Navigation
ar: ملاحة شيفرة مخصصة
ca@valencia: Navegació personalitzada pel codi
el: Πλοήγηση σε προσαρμοσμένο κώδικα
eo: Propra Kodo Navigado
es: Navegación por el código personalizada
eu: Neurrira finkatutako kodean nabigatze
fi: Mukautettu koodinavigointi
fr: Code personnalisé de navigation
gl: Navegación de código personalizada
he: ניווט בקוד בהתאמה אישית
it: Navigazione nel codice personalizzata
ka: ხელით მითითებულ კოდში ნავიგაცია
ko: 사용자 정의 코드 탐색
nn: Tilpassa kodenavigering
pl: Własne poruszanie się po kodzie
pt: Navegação no Código Personalizada
pt_br: Navegação de código personalizado
ru: Другой вариант переходов по коду
sl: Krmarjenje po kodi po meri
sv: Egen kodnavigering
tr: Özel Kod Dolaşımı
uk: Нетипова навігація кодом
zh_cn: 自定义代码导航
zh_tw: 自訂程式碼導覽

# QObject|
source: Specify command to use for code navigation, '%f' will be replaced by the file name, '%l' by the line number.
ar: حدد الأمر لاستعماله في ملاحة الشيفرة، '%f' سيبدله اسم الملف، و '%l' سيبدله رقم السطر.
ca@valencia: Especifiqueu l'ordre que s'utilitzarà per a la navegació pel codi, «%f» se substituirà pel nom del fitxer, «%l» pel número de línia.
el: Καθορίστε εντολή για την πλοήγηση στον κώδικα, το '%f' θα αντικατασταθεί με το όνομα αρχείου, το '%l' από τον αριθμό γραμμής.
eo: Specifu komandon uzendan por koda navigado, '%f' estos anstataŭigita per la dosiernomo, '%l' per la linionumero.
es: Indique la orden a usar para navegar por el código. «%f» se sustituirá por el nombre del archivo y «%l» por el número de línea.
eu: Zehaztu kodean nabigatzeko erabili beharreko komandoa, '%f' fitxategi-izenarekin ordezkatuko da, '%l' lerro-zenbakiarekin.
fi: Määritä koodinavigointiin käytettävä komento. ”%f” korvataan tiedostonimellä, ”%l” rivinumerolla.
fr: Spécifier la commande à utiliser pour la navigation dans le code. Le paramètre « %f » indiquera le nom de fichier à utiliser et « %l » le numéro de la ligne.
gl: Indicar a orde que usar para a navegación de código, «%f» substituirase polo nome do ficheiro e «%l» polo número de liña.
he: לציין פקודה שתשמש לניווט בקוד, ‚%f’ יוחלף בשם הקובץ, ‚%l’ במספר השורה.
it: Specifica il comando da usare per la navigazione nel codice, «%f» sarà sostituito dal nome del file, «%l» dal numero della riga.
ka: მიუთითეთ ბრძანება კოდში ნავიგაციისთვის. "%f" შეიცვლება ფაილის სახელით, "%l" ხაზის ნომრით.
ko: 코드를 탐색할 명령어를 입력하십시오. '%f'는 파일 이름, '%l'은 줄 번호로 대체됩니다.
nn: Vel kommando som skal brukast til kodenavigering. Plasshaldaren «%f» vert bytt ut med filnamnet og «%l» med linjenummeret.
pl: Podaj polecenie do poruszania się po kodzie, '%f' zostanie zastąpione nazwą pliku, '%l' numerem wiersza.
pt: Indique o comando a usar na navegação do código, sendo que o '%f' será substituído pelo nome do ficheiro e o '%l pelo número de linha.
pt_br: Especifique o comando a ser usado para navegação de código, '%f' será substituído pelo nome do arquivo, '%l' pelo número da linha
ru: Укажите команду для навигации по коду. «%f» будет заменён на имя файла, а «%l» — на номер строки.
sl: Določite ukaz, ki ga želite uporabiti za krmarjenje s kodo, »%f« se nadomesti z imenom datoteke, »%l« s številko vrstice.
sv: Ange kommando att använda för kodnavigering, '%f' ersätts av filnamnet, '%l' av radnumret.
tr: Kod dolaşımı için kullanılacak komutu belirtin; '%f', dosya adı ile; '%l', satır numarası ile değiştirilir.
uk: Вкажіть команду для навігації кодом, «%f» буде замінено на назву файла, «%l» — на номер рядка.
zh_cn: 指定用于代码导航的命令，'%f' 会被替换成文件名，'%l' 会被替换成行号。
zh_tw: 指定程式碼導覽用的命令，'%f' 會替換為檔案名稱，'%l' 會替換為行數。

# TypeModel|
source: Data Type
ar: أنواع البيانات
ca@valencia: Tipus de dades
el: Τύπος δεδομένων
eo: Datumtipo
es: Tipo de dato
eu: Datu-mota
fi: Tietotyyppi
fr: Type de données
gl: Tipo de dato
he: טיפוס נתונים
it: Tipo di dato
ka: მონაცემების ტიპი
ko: 자료형
pl: Rodzaj danych
pt: Tipo de Dados
pt_br: Tipo de dados
ru: Тип данных
sl: Vrsta podatkov
sv: Datatyp
tr: Veri Türü
uk: Тип даних
zh_cn: 数据类型
zh_tw: 資料類型

# TypeModel|
source: Size
ar: الحجم
ca@valencia: Mida
el: Μέγεθος
eo: Grandeco
es: Tamaño
eu: Tamaina
fi: Koko
fr: Taille
gl: Tamaño
he: גודל
it: Dimensione
ka: ზომა
ko: 크기
nn: Storleik
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ru: Размер
sl: Velikost
sv: Storlek
tr: Boyut
uk: Розмір
zh_cn: 大小
zh_tw: 大小

# DependencyView|
source: Top Down
ar: من الأعلى إلى الأسفل
ca@valencia: De dalt a baix
el: Καθοδική
eo: Supre Malsupre
es: De arriba a abajo
eu: Goitik behera
fi: Ylhäältä alas
fr: Approche descendante
gl: De arriba a abaixo
he: מלמעלה למטה
it: Dall'alto al basso
ka: მაღლიდან დაბლა
ko: 위에서 아래로
nn: Ovanfrå og ned
pl: Z góry na dół
pt: Cima-para-Baixo
pt_br: De cima para baixo
ru: Иерархия
sl: Od zgoraj navzdol
sv: Uppifrån och ner
tr: Yukarıdan Aşağı
uk: Згори вниз
zh_cn: 从上到下
zh_tw: 上到下

# DependencyView|
source: Search
ar: ابحث
ca@valencia: Busca
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gl: Buscar
he: חיפוש
it: Cerca
ka: ძებნა
ko: 찾기
nn: Søk
pl: Szukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Išči
sv: Sök
tr: Ara
uk: Пошук
zh_cn: 查找
zh_tw: 搜尋

# DependencyView|
source: Inverse
ar: عكسي
ca@valencia: Invers
el: Ανάποδα
eo: Inversa
es: Inverso
eu: Alderantziz
fi: Käänteinen
fr: Inverser
gl: Inverso
he: היפוך
it: Inverso
ka: ინვერსია
ko: 역순
nn: Omvend
pl: Odwróć
pt: Inverso
pt_br: Inverso
ru: В обратную сторону
sl: Preobrnjeno
sv: Invers
tr: Ters
uk: Зворотний
zh_cn: 反向
zh_tw: 反轉

# DependencyView|
source: Unused
ar: غير مُستعمل
ca@valencia: Sense ús
el: Αχρησιμοποίητο
eo: Neuzata
es: Sin usar
eu: Erabili gabe
fi: Käyttämätön
fr: Inutilisé
gl: Non usada
he: לא בשימוש
it: Inutilizzato
ka: გამოუყენებელი
ko: 사용하지 않음
nn: Ubrukt
pl: Nieużywana
pt: Não-Usado
pt_br: Não usado
ru: Незадействованные
sl: Neuporabljeno
sv: Oanvänd
tr: Kullanılmayan
uk: Не використано
zh_cn: 未使用的
zh_tw: 未使用

# DependencyView|
source: &Optimize Dependency Order
ar: &حسّن ترتيب التبعية
ca@valencia: Optimitza l'ordre de les dependències
el: Βελτιστ&οποίηση διάταξης εξαρτήσεων
eo: &Optimumigi Dependeco-Ordon
es: &Optimizar el orden de dependencia
eu: &Optimizatu mendekotasunen ordena
fi: &Optimoi riippuvuusjärjestys
fr: &Optimiser l'ordre des dépendances
gl: &Optimizar a orde das dependencias
he: מי&טוב סדר תלויות
it: &Ottimizza l'ordine delle dipendenze
ka: დამოკიდებულების მიმდევრობის &ოპტიმიზაცია
ko: 의존성 순서 최적화(&O)
nn: &Optimer avhegnads­rekkjefølgje
pl: Z&optymalizuj kolejność zależności
pt: &Optimizar a Ordem das Dependências
pt_br: &Otimizar a ordem das dependências
ru: &Оптимизация порядка зависимостей
sl: &Optimiziraj zaporedje odvisnosti
sv: &Optimera beroendeordning
tr: Bağımlılık Sı&rasını Eniyile
uk: &Оптимізувати порядок залежностей
zh_cn: 优化依赖顺序(&O)
zh_tw: 最佳化相依性順序(&O)

# ElfStructureView|
source: Search
ar: ابحث
ca@valencia: Busca
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gl: Buscar
he: חיפוש
it: Cerca
ka: ძებნა
ko: 찾기
nn: Søk
pl: Szukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Išči
sv: Sök
tr: Ara
uk: Пошук
zh_cn: 查找
zh_tw: 搜尋

# ElfStructureView|
source: &Back
ar: &خلف
ca@valencia: A&rrere
el: &Πίσω
eo: &Reen
es: &Atrás
eu: At&zera
fi: &Takaisin
fr: &Reculer
gl: &Atrás
he: ח&זרה
it: &Indietro
ka: &უკან
ko: 뒤로(&B)
nn: &Tilbake
pl: &Wstecz
pt: &Recuar
pt_br: &Voltar
ru: &Назад
sl: Na&zaj
sv: Till&baka
tr: &Geri
uk: &Назад
zh_cn: 返回(&B)
zh_tw: 返回(&B)

# ElfStructureView|
source: &Forward
ar: &أمام
ca@valencia: A&vant
el: &Εμπρός
eo: An&taŭen
es: A&delante
eu: A&urrera
fi: &Eteenpäin
fr: &Avancer
gl: A&diante
he: ק&דימה
it: &Avanti
ka: &წინ
ko: 앞으로(&F)
nn: &Fram
pl: &Naprzód
pt: &Avançar
pt_br: &Avançar
ru: &Вперёд
sl: &Naprej
sv: &Framåt
tr: İ&leri
uk: &Далі
zh_cn: 前进(&F)
zh_tw: 向前(&F)

# IssuesView|
source: Search
ar: ابحث
ca@valencia: Busca
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gl: Buscar
he: חיפוש
it: Cerca
ka: ძებნა
ko: 찾기
nn: Søk
pl: Szukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Išči
sv: Sök
tr: Ara
uk: Пошук
zh_cn: 查找
zh_tw: 搜尋

# IssuesView|
source: &Check for issues (expensive!)
ar: &افحص المسائل (مُكلف!)
ca@valencia: &Comprova els problemes (costa!)
el: Έ&λεγχος για προβλήματα (υπερκαταναλώνει πόρους!)
eo: &Kontroli pri problemoj (multekosta!)
es: &Comprobar problemas (costoso)
eu: E&giaztatu arazoak (garestia!)
fi: Tarkista &ongelmat (kallista!)
fr: Re&chercher des problèmes (coûteux !)
gl: &Buscar problemas (custoso!)
he: בדיקת &תקלות (בזבזני!)
it: &Controlla i problemi (pesante)
ka: &პრობლემების შემოწმება (ძვირია!)
ko: 문제점 찾기(자원을 많이 소모함!)(&C)
nn: &Sjå etter problem (dyr operasjon!)
pl: &Sprawdź błędy (kosztowne!)
pt: &Procurar por problemas (dispendioso!)
pt_br: &Checar problemas (custoso!)
ru: &Проверить на наличие проблем (ресурсоёмко!)
sl: &Preveri obstoj težav (drago!)
sv: &Kontrollera problem (kostsam)
tr: Sorunl&arı denetle (maliyetli!)
uk: &Шукати вади (високе навантаження на систему!)
zh_cn: 检查问题(&C，昂贵操作！)
zh_tw: 檢查問題（需要很多時間！）(&C)

# LoadBenchmarkView|
source: Data
ar: بيانات
ca@valencia: Dades
el: Δεδομένα
eo: Datumoj
es: Datos
eu: Datuak
fr: Données
gl: Datos
he: נתונים
it: Dati
ka: მონაცემები
ko: 데이터
pl: Dane
pt: Dados
pt_br: Dados
ru: Данные
sl: Podatki
tr: Veri
uk: Дані
zh_cn: 数据
zh_tw: 資料

# LoadBenchmarkView|
source: Plot
ar: مخطط
ca@valencia: Gràfic
el: Σχέδιο
eo: Grafikprezento
es: Gráfico
eu: Grafikoa
fi: Piirrä
fr: Tracer
gl: Representar
he: שרטוט
it: Grafico
ka: გრაფიკი
ko: 그리기
nn: Plott
pl: Wykres
pt: Gráfico
pt_br: Gráfico
ru: График
sl: Izriši
sv: Diagram
tr: Çizim
uk: Графік
zh_cn: 绘图
zh_tw: 繪製圖表

# LoadBenchmarkView|
source: &Run Benchmark
ar: &شغّل المعيار
ca@valencia: &Executa una prova de referència
el: Εκτέλεση σύγκρισης επιδόσεων
eo: &Ruli Benchmark
es: &Ejecutar benchmark
eu: E&xekutatu saiakuntza-bankua
fi: &Aja testi
fr: &Lancer une évaluation
gl: &Executar a proba de rendemento
he: הרצת &בדיקת ביצועים
it: Misu&ra le prestazioni
ka: Benchmark-ის &გაშვება
ko: 벤치마크 실행(&R)
nn: &Køyr ytingstest
pl: Wykonaj pomia&r wydajności
pt: Executa&r o Teste de Performance
pt_br: &Executar teste de desempenho
ru: &Запустить тест
sl: &Poženi preizkus hitrosti
sv: Kö&r benchmark
tr: Sı&namaları Çalıştır
uk: &Тестування швидкодії
zh_cn: 运行基准测试(&R)
zh_tw: 執行性能測試(&R)

# LoadBenchmarkView|
source: Measure loading and dynamic linking time.
ar: قس وقت التحميل والربط الديناميكي.
ca@valencia: Mesura el temps de càrrega i enllaçat dinàmic.
el: Μέτρηση χρόνου φόρτωσης και δυναμικής δέσμευσης.
eo: Mezuri ŝargon kaj dinamikan ligan tempon.
es: Medir el tiempo de carga y de enlace dinámico.
eu: Neurtu zamatze eta estekatze dinamikoaren denbora.
fi: Mittaa lataus- ja dynaaminen linkkausaika.
fr: Mesurer le temps d'éditions de liens et de chargement.
gl: Medir o tempo de carga e de ligazón dinámica.
he: מדידת זמנים של טעינה וקישורים דינמיים.
it: Misura i tempi di caricamento e di collegamento dinamico.
ka: ჩატვირთვის და დინამიკური მიბმის დროის გაზომვა.
ko: 불러오기 및 동적 링크 시간을 측정합니다.
nn: Mål tid brukt til lasting og dynamisk lenking.
pl: Pomierz czas wczytywania i dowiązywania dynamicznego.
pt: Medir o tempo de carregamento e ligação dinâmica.
pt_br: Medir tempo de carregamento e ligação dinâmica.
ru: Измерение времени загрузки и динамической компоновки.
sl: Merite čas nalaganja in dinamičnega povezovanja.
sv: Mät laddnings- och dynamisk länkningstid.
tr: Yükleme ve devingen bağlama süresini ölç.
uk: Виміряти час завантаження і динамічного компонування.
zh_cn: 测量加载和动态链接时间。
zh_tw: 測量載入與動態連結花費時間。

# SizeTreeMapView|
source: Search
ar: ابحث
ca@valencia: Busca
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gl: Buscar
he: חיפוש
it: Cerca
ka: ძებნა
ko: 찾기
nn: Søk
pl: Szukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Išči
sv: Sök
tr: Ara
uk: Пошук
zh_cn: 查找
zh_tw: 搜尋

# SizeTreeMapView|
source: Hide &Debug Information
ar: أخفِ &معلومات التصحيح
ca@valencia: oculta la informació de &depuració
el: Απόκρυψη πληροφοριών αποσ&φαλμάτωσης
eo: Kaŝi &Sencimig-Informon
es: Ocultar información de &depuración
eu: Ezkutatu a&razketa-informazioa
fi: P&iilota virheenpaikannustiedot
fr: Masquer les informations de débogage
gl: Agochar a información de &depuración
he: הסתרת פרטי &ניפוי שגיאות
it: Nascondi le informazioni di &debug
ka: &გამართვის ინფორმაციის დამალვა
ko: 디버그 정보 숨기기(&D)
nn: Gøym &feilsøkingsinformasjon
pl: Ukryj dane &diagnostyczne
pt: &Esconder os Dados de Depuração
pt_br: Esconder &informações de depuração
ru: Скрыть &отладочную информацию
sl: Skrij informacije &razhroščevanja
sv: &Dölj avlusningsinformation
tr: &Hata Ayıklama Bilgisini Gizle
uk: Приховати &діагностичні дані
zh_cn: 隐藏调试信息(&D)
zh_tw: 隱藏除錯資訊(&D)

# SizeTreeMapView|
source: Do not show sections containing debug information.
ar: لا تُظهِر المقاطع التي تحوي معلومات التصحيح.
ca@valencia: No mostra les seccions que contenen informació de depuració.
el: Να μην εμφανίζονται οι ενότητες που περιέχουν πλροφορίες αποσφαλμάτωσης.
eo: Ne montri sekciojn enhavantajn sencimigajn informojn.
es: No mostrar las secciones que contengan información de depuración.
eu: Ez erakutsi arazketa-informazioa duten atalak.
fi: Älä näytä virheenpaikannustietoa sisältäviä osioita.
fr: Ne pas afficher les sections contenant des informations de débogage.
gl: Non amosar as seccións que conteñen información de depuración.
he: לא להציג מקטעים שמכילים פרטי ניפוי שגיאות.
it: Non mostrare le sezioni che contengono le informazioni di debug.
ka: სექციები, რომლებიც გამართვის ინფორმაციას არ შეიცავენ, ნაჩვენები არ იქნება.
ko: 디버그 정보를 포함하는 섹션을 숨깁니다.
nn: Ikkje vis blokker som inneheld feilsøkingsinformasjon.
pl: Nie pokazuj obszarów zawierających dane diagnostyczne.
pt: Não mostrar as secções que contêm dados de depuração.
pt_br: Não mostrar seções contendo informação de depuração.
ru: Не показывать разделы с отладочной информацией.
sl: Ne prikazujte odsekov, ki vsebujejo informacije za razhroščevanje.
sv: Visa inte sektioner som innehåller avlusningsinformation
tr: Hata ayıklama bilgisi içeren bölümleri gösterme.
uk: Не показувати розділи, у яких містяться діагностичні дані.
zh_cn: 不要显示包含调试信息的区段。
zh_tw: 不要顯示包含除錯資訊的區段。

# SizeTreeMapView|
source: Colorize &Sections
ar: لوّن &المقاطع
ca@valencia: Acolorix les &seccions
el: Χρωματι&σμός ενοτήτων
eo: Kolorigi &Sekciojn
es: Colorear &secciones
eu: Koloreztatu a&talak
fi: Väritä &osiot
fr: Colorer les &sections
gl: Colorar as &seccións
he: צביעת מ&קטעים
it: Colora le &sezioni
ka: &სექციების გაფერადება
ko: 섹션 색상 입히기(&S)
nn: Fargelegg &blokker
pl: Zabarw &rozdziały
pt: Colorir as &Secções
pt_br: Colorir &seções
ru: Раскрасить &разделы
sl: Obarvaj od&seke
sv: Färglägg &sektioner
tr: Bö&lümleri Renklendir
uk: Розфарбувати &розділи
zh_cn: 区段着色(&S)
zh_tw: 為區段著色(&S)

# SizeTreeMapView|
source: Vary color of sections in the size tree map.
ar: نوّع لون المقاطع في الخريطة الشجرية للحجم.
ca@valencia: Variació de color de les seccions al mapa de l'arbre de les mides.
el: Να ποικίλλει το χρώμα των ενοτήτων στο δενδρικό χάρτη μεγέθους.
eo: Varii koloron de sekcioj en la grandeca arbomapo.
es: Usar colores en las secciones del mapa en árbol de tamaños.
eu: Aldatu atalen kolorea tamaina zuhaitz-mapan.
fi: Vaihtele osioiden väriä kokopuukartalla.
fr: Faire varier la couleur des sections dans la carte arborescente des tailles.
gl: Variar a cor das seccións no mapa de árbore do tamaño.
he: בחירת צבעים שונים למקטעים במפת עץ הגדלים.
it: Varia il colore delle sezioni nella mappa ad albero delle dimensioni.
ka: ზომის ხის რუკის სექციების გაფერადება.
ko: 크기 트리 지도의 섹션별로 다른 색상을 적용합니다.
nn: Varier fargane til blokker i storleikstre­kartet.
pl: Zmieniaj barwy obszarów na mapie drzewiastej rozmiarów.
pt: Variar a cor das secções na árvore de tamanhos.
pt_br: Variar cores das seções na árvore de tamanhos.
ru: Разнообразить цветовое оформление разделов в древовидной карте размеров.
sl: Spreminjajte barvo odsekov na drevesnem zemljevidu velikosti.
sv: Variera sektionernas färger i storleksträdavbilningen.
tr: Boyut ağacı haritasındaki bölümleri ayrı renklerle göster.
uk: Варіювати колір розділів на карті ієрархії розмірів.
zh_cn: 在大小树状图中差异显示不同区段的颜色。
zh_tw: 在大小樹狀圖裡讓區段色彩不同。

# SizeTreeMapView|
source: Colorize S&ymbols
ar: لوّن الر&موز
ca@valencia: A&colorix els símbols
el: Χρωματισμός σ&υμβόλων
eo: Kolorigi S&simbolojn
es: Colorear sí&mbolos
eu: Koloreztatu sin&boloak
fi: &Väritä symbolit
fr: Colorer les s&ymboles
gl: Colorar os &símbolos
he: צביעת &סמלים
it: Colora i s&imboli
ka: &სიმბოლოების გაფერადება
ko: 기호 색상 입히기(&Y)
nn: Fargelegg s&ymbol
pl: Zabarw s&ymbole
pt: Color&ir os Símbolos
pt_br: &Colorir símbolos
ru: Раскрасить си&мволы
sl: Obarvaj sim&bole
sv: Färglägg s&ymboler
tr: S&embolleri Renklendir
uk: Роз&фарбувати символи
zh_cn: 给符号着色(&Y)
zh_tw: 為符號著色(&Y)

# SizeTreeMapView|
source: Vary the color of symbols in the size tree map.
ar: نوّع لون الرموز في الخريطة الشجرية للحجم.
ca@valencia: Variació de color dels símbols al mapa de l'arbre de les mides.
el: Να ποικίλλει το χρώματων συμβόλων στο δενδρικό χάρτη μεγέθους.
eo: Varii la koloron de simboloj en la grandeco-arba mapo.
es: Usar colores en los símbolos del mapa en árbol de tamaños.
eu: Aldatu sinboloen kolorea tamaina zuhaitz-mapan.
fi: Vaihtele symbolien väriä kokopuukartalla.
fr: Varier la couleur des symboles dans la carte d'arborescence des tailles.
gl: Variar a cor dos símbolos no mapa de árbore do tamaño.
he: בחירת צבעים שונים לסמלים במפת עץ הגדלים.
it: Varia il colore dei simboli nella mappa ad albero delle dimensioni.
ka: ზომის ხის რუკაზე სიმბოლოების ფერის ცვლილება.
ko: 크기 트리 지도의 기호별로 다른 색상을 적용합니다.
nn: Varier fargane til symbol i storleikstre­kartet.
pl: Zmieniaj barwy symboli na mapie drzewiastej rozmiarów.
pt: Variar a cor dos símbolos na árvore de tamanhos.
pt_br: Variar a cor dos símbolos na árvore de tamanhos.
ru: Изменение цвета значков в древовидной карте размеров.
sl: Spreminjajte barvo simbolov na drevesnem zemljevidu velikosti.
sv: Variera symbolernas färger i storleksträdavbilningen.
tr: Boyut ağacı haritasındaki sembolleri ayrı renklerle göster.
uk: Варіювати кольори символів на карті ієрархії розмірів.
zh_cn: 在大小树状图中差异显示符号的颜色。
zh_tw: 在大小樹狀圖裡讓符號色彩不同。

# SizeTreeMapView|
source: &Relocation Heatmap
ar: خريطة حرارية لإعادة &التوطين
ca@valencia: Gràfic d'intensitat de colors de les &relocalitzacions
el: Χά&ρτης μετάθεσης
eo: &Delokiga Varmomapo
es: Mapa de calor de &reubicaciones
eu: Bi&rkokapenen bero-mapa
fi: &Uudelleensijoituksen lämpökartta
fr: Déplace&r Heatmap
gl: Mapa de t&raslados
he: מפת &חום לשינוי מקום
it: Mappa di calore delle &rilocazioni
ka: &გადაადგილების რუკა
ko: 재할당 히트맵(&R)
nn: &Relokasjons-varmekart
pl: Gorąca mapa &relokacji
pt: Mapa de Actividade das &Realocações
pt_br: &Mapa de calor de relocação
ru: &Карта перемещений
sl: Toplotna ka&rta preselitve
sv: Färgdiagram för &relokeringar
tr: Yeni&den Konumlandırma Isı Haritası
uk: «Т&еплова» карта пересувань
zh_cn: 重定位热图(&R)
zh_tw: 重定位熱區圖(&R)

# SizeTreeMapView|
source: Hide non-runtime
ar: أخفِ غير المخصّص لوقت التشغيل
ca@valencia: Oculta allò que no estiga en temps d'execució
el: Απόκρυψη μη-εκτελούμενων
eo: Kaŝi ne-rultempon
es: Ocultar no en tiempo de ejecución
eu: Ezkutatu exekuzio garaikoa ez dena
fi: Piilota ei-ajonaikaiset
fr: Masquer la partie non exécutable
gl: Agochar fóra de tempo de execución
he: הסתרת לא זמן ריצה
it: Nascondi non in esecuzione
ka: გაშვებისას არა-საჭიროების დამალვა
ko: 실행 시 불러오지 않는 것 숨기기
nn: Gøym ikkje-køyretid
pl: Ukryj nieuruchomieniowe
pt: Esconder as não-executáveis
pt_br: Esconder o que não está em tempo de execução
ru: Скрыть неисполняемые
sl: Skrij vse izven časa izvajanja
sv: Dölj icke-körning
tr: Çalışma zamanı olmayanları gizle
uk: Приховати нединамічні
zh_cn: 隐藏非运行时
zh_tw: 隱藏非執行時的

# SizeTreeMapView|
source: Do not show content from sections that are not loaded into memory at runtime.
ar: لا تُظهِر محتوى المقاطع التي لا تُحمّل في الذاكرة أثناء وقت التشغيل.
ca@valencia: No mostra el contingut de les seccions que no es carreguen en memòria en temps d'execució.
el: Να μην εμφανίζεται περιεχόμενο από ενότητες που φορτώνονται στη μνήμη κατά την εκτέλεση.
es: No mostrar el contenido de las secciones que no se cargan en memoria en tiempo de ejecución.
eu: Ez erakutsi exekuzio garaian memorian zamatzen ez diren ataletako edukia.
fi: Älä näytä sisältöä osioista, joita ei suoritusaikana ladata muistiin.
fr: Ne pas afficher les sections non chargées en mémoire à l'exécution.
gl: Non amosar contido de seccións que non se cargan en memoria en tempo de execución.
he: לא להציג תוכן ממקטעים שלא נטענים לזיכרון בזמן הריצה.
it: Non mostrare il contenuto delle sezioni che non vengono caricate in memoria in fase di esecuzione.
ka: არ მაჩვენო სექციების შემცველობა, რომელიც გაშვებისას მეხსიერებაში არ იტვირთება.
ko: 실행할 때 메모리로 불러오지 않는 섹션의 내용을 숨깁니다.
nn: Ikkje vis innhald frå blokker som ikkje vert lasta inn i minnet ved køyring.
pl: Nie pokazuj treści z obszarów, które nie zostały wczytane do pamięci w trakcie uruchomienia.
pt: Não mostrar o conteúdo das secções que não são carregadas para a memória durante a execução.
pt_br: Não mostrar conteúdo de seções que não são carregadas na memória em tempo de execução.
ru: Не показывать содержимое разделов, не загружаемых в память во время выполнения.
sl: Ne prikazujte vsebine iz odsekov, ki niso naloženi v pomnilnik ob času zagona.
sv: Visa inte innehåll från sektioner som inte laddas i minne vid körning.
tr: Çalışma zamanında belleğe yüklenmeyen bölümlerden olan içeriği gösterme.
uk: Не показувати дані з розділів, які не завантажуються до пам'яті під час роботи програми.
zh_cn: 不显示在运行时未加载到内存的区段的内容。
zh_tw: 不要顯示執行時不會載入記憶體內的區段的內容。

# SizeTreeMapView|
source: Hide non-writable
ar: أخفِ غير القابل للكتابة
ca@valencia: Oculta allò que no es puga escriure
el: Απόκρυψη μη-εγγράψιμων
eo: Kaŝi ne-skribebla
es: Ocultar no escribible
eu: Ezkutatu ez-idazgarria
fi: Piilota ei-kirjoitettavat
fr: Masquer la partie en lecture seule
gl: Agochar sen escritura
he: הסתרת לא לכתיבה
it: Nascondi non scrivibili
ka: არა-ჩაწერადების დამალვა
ko: 쓰기 불가능 숨기기
nn: Gøym ikkje-skrivbare
pl: Ukryj niezapisywalne
pt: Esconder as não-editáveis
pt_br: Esconder não-gravável
ru: Скрыть защищённые от записи
sl: Skrij ne-zapisljivo
sv: Dölj icke-skrivbara
tr: Yazılamazları gizle
uk: Приховати незаписувані
zh_cn: 隐藏不可写
zh_tw: 隱藏不可寫入
