Repository: KDE/elf-dissector
Catalog: poqm/*/elf-dissector_qt.po
Languages: ar, ca@valencia, el, eo, es, eu, fi, fr, gl, he, it, ka, ko, nn, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_cn, zh_tw

# TreeMapWidget|
source: Text %1
ar: نص %1
el: Κείμενο %1
eo: Teksto %1
es: Texto %1
eu: Testua %1
fi: Teksti %1
fr: Texte %1
gl: Texto %1
he: טקסט %1
it: Testo %1
ka: ტექტი %1
ko: 텍스트 %1
nn: Tekst %1
pl: Tekst %1
pt: Texto %1
pt_br: Texto %1
ru: Текст %1
sl: Besedilo %1
tr: Metin %1
uk: Текст %1
zh_cn: 文本 %1
zh_tw: 文字 %1

# TreeMapWidget|
source: Recursive Bisection
ar: التنصيف التكراري
ca@valencia: Bisecció recursiva
el: Αναδρομική διχοτόμηση
eo: Rikura Bisekcio
es: Sisección recursiva
eu: Erdibitze errekurtsiboa
fi: Rekursiivinen bisektio
fr: Bissectrice récursive
gl: Bisección recursiva
he: חלוקה רקורסיבית
it: Bisezione ricorsiva
ka: რეკურსიული ბისექცია
ko: 재귀적 분할
nn: Rekursiv todeling
pl: Rekursywne dzielenie na pół
pt: Bissecção Recursiva
pt_br: Bisseção recursiva
ru: Рекурсивное бисекционное разбиение
sl: Rekurzivna bisekcija
sv: Rekursiv tudelning
tr: Özyineli İkiye Bölme
uk: Рекурсивний поділ навпіл
zh_cn: 递归二分
zh_tw: 遞迴對切

# TreeMapWidget|
source: Columns
ar: الأعمدة
ca@valencia: Columnes
el: Στήλες
eo: Kolumnoj
es: Columnas
eu: Zutabeak
fi: Sarakkeet
fr: Colonnes
gl: Columnas
he: עמודות
it: Colonne
ka: სვეტები
ko: 열
nn: Kolonnar
pl: Kolumny
pt: Colunas
pt_br: Colunas
ru: Столбцы
sl: Stolpci
sv: Kolumner
tr: Sütunlar
uk: Стовпчики
zh_cn: 列
zh_tw: 欄

# TreeMapWidget|
source: Rows
ar: صفوف
ca@valencia: Files
el: Γραμμές
eo: Vicoj
es: Filas
eu: Errenkadak
fi: Rivit
fr: Lignes
gl: Filas
he: שורות
it: Righe
ka: სტრიქონები
ko: 행
nn: Rader
pl: Wiersze
pt: Linhas
pt_br: Linhas
ru: Строки
sl: Vrstice
sv: Rader
tr: Satırlar
uk: Рядки
zh_cn: 行
zh_tw: 列

# TreeMapWidget|
source: Always Best
ar: دائمًا الأفضل
ca@valencia: Sempre el millor
el: Πάντα το βέλτιστο
eo: Ĉiam Plej Bona
es: Siempre el mejor
eu: Beti onena
fi: Aina paras
fr: Toujours le meilleur
gl: Sempre o mellor
he: תמיד הטוב ביותר
it: Sempre ottimale
ka: ყოველთვის საუკეთესო
ko: 항상 최적
nn: Alltid beste
pl: Zawsze najlepsze
pt: Sempre o Melhor
pt_br: Sempre o melhor
ru: Всегда оптимальное
sl: Vedno najboljše
sv: Alltid bäst
tr: Her Zaman En İyi
uk: Завжди найкраще
zh_cn: 总是最好
zh_tw: 總是最好的

# TreeMapWidget|
source: Best
ar: الأفضل
ca@valencia: Millor
el: Βέλτιστο
eo: Plej bona
es: El mejor
eu: Onena
fi: Paras
fr: Meilleur
gl: O mellor
he: הטוב ביותר
it: Ottimale
ka: საუკეთესო
ko: 최적
nn: Beste
pl: Najlepsza
pt: Melhor
pt_br: Melhor
ru: Оптимальный
sl: Najboljše
sv: Bäst
tr: En İyi
uk: Найкраще
zh_cn: 最好
zh_tw: 最好的

# TreeMapWidget|
source: Alternate (V)
ar: تناوب (عمودي)
ca@valencia: Alterna (V)
el: Εναλλακτικό (V)
eo: Alterna (V)
es: Alternar (V)
eu: Txandakatu (V)
fi: Vaihtoehtoinen (P)
fr: Alternatif (V)
gl: Alternativo (V)
he: חלופי (מאונך)
it: Alterna (V)
ka: ალტერნატიული (V)
ko: 번갈아감(수직)
nn: Alternativ (L)
pl: Naprzemienny (pionowo)
pt: Alternar (V)
pt_br: Alternar (V)
ru: Альтернативная (V)
sl: Nadomestno (V)
sv: Alternativ (V)
tr: Arasında Döndür (D)
uk: Альтернативне (верт.)
zh_cn: 备选 (纵)
zh_tw: 替代（垂直）

# TreeMapWidget|
source: Alternate (H)
ar: تناوب (أفقي)
ca@valencia: Alterna (H)
el: Εναλλακτικό (H)
eo: Alterna (H)
es: Alternar (H)
eu: Txandakatu (H)
fi: Vaihtoehtoinen (V)
fr: Alternatif (H)
gl: Alternativo (H)
he: חלופי (מאוזן)
it: Alterna (O)
ka: ალტერნატიული (H)
ko: 번갈아감(수평)
nn: Alternativ (V)
pl: Naprzemienny (poziomo)
pt: Alternativo (H)
pt_br: Alternar (H)
ru: Альтернативное (гориз.)
sl: Nadomestno (H)
sv: Alternativ (H)
tr: Arasında Döndür (Y)
uk: Альтернативне (гориз.)
zh_cn: 备选 (横)
zh_tw: 替代（水平）

# TreeMapWidget|
source: Horizontal
ar: أفقي
ca@valencia: Horitzontal
el: Οριζόντιο
eo: Horizontala
eu: Horizontala
fi: Vaaka
he: אופקי
it: Orizzontale
ka: ჰორიზონტალური
ko: 수평
nn: Vassrett
pl: Poziomy
ru: Горизонтальная
sl: Vodoravno
sv: Horisontell
tr: Yatay
uk: Горизонтально
zh_cn: 横向
zh_tw: 水平

# TreeMapWidget|
source: Vertical
ar: عمودي
el: Κατακόρυφο
eo: Vertikala
eu: Bertikala
fi: Pysty
he: אנכי
it: Verticale
ka: ვერტიკალური
ko: 수직
nn: Loddrett
pl: Pionowy
ru: Вертикальная
sl: Navpično
sv: Vertikal
tr: Dikey
uk: Вертикально
zh_cn: 纵向
zh_tw: 垂直

# QObject|
source: unknown (%1)
ar: غير معروف (%1)
ca@valencia: desconegut (%1)
el: άγνωστο (%1)
eo: nekonata (%1)
es: desconocido (%1)
eu: Ezezaguna (%1)
fi: tuntematon (%1)
fr: inconnu (%1)
gl: descoñecido (%1)
he: לא ידוע (%1)
it: sconosciuto (%1)
ka: უცნობი (%1)
ko: 알 수 없음(%1)
nn: ukjend (%1)
pl: nieznany (%1)
pt: desconhecida (%1)
pt_br: desconhecido (%1)
ru: неизвестно (%1)
sl: neznano (%1)
sv: okänd (%1)
tr: bilinmiyor (%1)
uk: невідомий (%1)
zh_cn: 未知 (%1)
zh_tw: 未知 (%1)

# DependencyModel|
source: Cyclic dependency!
ar: تبعية دائرية!
ca@valencia: Dependència cíclica!
el: Κυκλική εξάρτηση!
eo: Cikla dependeco!
es: Dependencia cíclica
eu: Mendekotasun ziklikoa!
fi: Kehämäinen riippuvuus!
fr: Dépendance cyclique !
gl: Dependencia cíclica!
he: תלות מעגלית!
it: Dipendenza ciclica.
ka: ციკლური დამოკიდებულება!
ko: 순환 의존성!
nn: Syklisk avhegnad
pl: Zależność cykliczna!
pt: Dependência cíclica!
pt_br: Dependência cíclica!
ru: Циклическая зависимость
sl: Ciklična odvisnost!
sv: Cirkulärt beroende.
tr: Çevrimsel bağımlılık!
uk: Циклічна залежність!
zh_cn: 循环依赖！
zh_tw: 循環相依性！

# DependencyModel|
source: Dependency not found!
ar: التبعية لم أجدها!
ca@valencia: No s'ha trobat la dependència!
el: Η εξάρτηση δε βρέθηκε!
eo: Dependeco ne trovita!
es: Dependencia no encontrada
eu: Mendekotasuna ez da aurkitu!
fi: Riippuvuutta ei löytynyt!
fr: Impossible de trouver des dépendances !
gl: Non se atopou a dependencia!
he: התלות לא נמצאה!
it: Dipendenza non trovata.
ka: დამოკიდებულება ნაპოვნი არაა!
ko: 의존성을 찾을 수 없음!
nn: Fann ikkje avhengnad
pl: Nie znaleziono zależności!
pt: Dependência não encontrada!
pt_br: Dependência não encontrada!
ru: Зависимость не найдена
sl: Odvisnost ni najdena!
sv: Beroende hittades inte.
tr: Bağımlılık bulunamadı!
uk: Залежності не знайдено!
zh_cn: 未找到依赖！
zh_tw: 相依性找不到！

# DependencyModel|
source: Library
ar: مكتبة
ca@valencia: Biblioteca
el: Βιβλιοθήκη
eo: Biblioteko
es: Biblioteca
eu: Liburutegia
fi: Kirjasto
fr: Bibliothèque
gl: Biblioteca
he: ספרייה
it: Libreria
ka: ბიბლიოთეკა
ko: 라이브러리
nn: Bibliotek
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
sl: Knjižnica
sv: Bibliotek
tr: Kitaplık
uk: Бібліотека
zh_cn: 库
zh_tw: 函式庫

# DependencyModel|
source: Symbols Used
ar: رموز مُستعملة
ca@valencia: Símbols utilitzats
el: Σύμβολα σε χρήση
eo: Simboloj Uzitaj
es: Símbolos usados
eu: Erabilitako sinboloak
fi: Käytetyt symbolit
fr: Symboles utilisés
gl: Símbolos usados
he: סמלים בשימוש
it: Simboli usati
ka: გამოყენებული სიმბოლოები
ko: 사용한 기호
nn: Brukte symbol
pl: Używane symbole
pt: Símbolos Usados
pt_br: Símbolos usados
ru: Используемые символы
sl: Uporabljeni simboli
sv: Använda symboler
tr: Kullanılan Semboller
uk: Використані символи
zh_cn: 使用的符号
zh_tw: 使用的符號

# FileListModel|
source: Shared Object
ar: كائن مشترك
ca@valencia: Objecte compartit
el: Κοινόχρηστο αντικείμενο
eo: Kunhavita Objekto
es: Objeto compartido
eu: Partekatutako objektua
fi: Jaettu olio
fr: Objet partagé
gl: Obxecto compartido
he: עצם שיתופי
it: Oggetto condiviso
ka: გაზიარებული ობიექტი
ko: 공유 객체
nn: Delt objekt
pl: Obiekty współdzielone
pt: Objecto Partilhado
pt_br: Objeto compartilhado
ru: Общая библиотека
sl: Predmet v skupni rabi
sv: Delade objekt
tr: Paylaşılan Nesne
uk: Спільний об'єкт
zh_cn: 共享对象
zh_tw: 共享物件

# FileUserModel|
source: Users
ar: المستخدمين
ca@valencia: Usuaris
el: Χρήστες
eo: Uzantoj
es: Usuarios
eu: Erabiltzaileak
fi: Käyttäjät
fr: Utilisateurs
gl: Usuarios
he: משתמשים
it: Utenti
ka: მომხმარებლები
ko: 사용자
nn: Brukarar
pl: Użytkownicy
pt: Utilizadores
pt_br: Usuários
ru: Пользователи
sl: Uporabniki
sv: Användare
tr: Kullanıcılar
uk: Користувачі
zh_cn: 用户
zh_tw: 使用者

# UnusedDependenciesModel|
source: ELF File
ar: ملف ELF
ca@valencia: Fitxer ELF
el: ELF αρχείο
eo: ELF-dosiero
es: Archivo ELF
eu: ELF fitxategia
fi: ELF-tiedosto
fr: Fichier ELF
gl: Ficheiro ELF
he: קובץ ELF
it: File ELF
ka: ELF ფაილი
ko: ELF 파일
nn: ELF-fil
pl: Plik ELF
pt: Ficheiro ELF
pt_br: Arquivo ELF
ru: Файл ELF
sl: Datoteka ELF
sv: ELF-fil
tr: ELF Dosyası
uk: Файл ELF
zh_cn: ELF 文件
zh_tw: ELF 檔案

# UnusedDependenciesModel|
source: Unused Dependency
ar: تبعية غير مُستعملة
ca@valencia: Dependència no utilitzada
el: Περιττή εξάρτηση
eo: Neuzata Dependeco
es: Dependencia no usada
eu: Erabili gabeko mendekotasuna
fi: Käyttämätön riippuvuus
fr: Dépendance inutilisée
gl: Dependencia non usada
he: תלות שאינה בשימוש
it: Dipendenza non usata
ka: გამოუყენებელი დამოკიდებულება
ko: 사용하지 않은 의존성
nn: Ubrukt avhengnad
pl: Nieużywana zależność
pt: Dependência Não Usada
pt_br: Dependência não usada
ru: Неиспользуемая зависимость
sl: Neuporabljena odvisnost
sv: Oanvända beroenden
tr: Kullanılmayan Bağımlılık
uk: Невикористана залежність
zh_cn: 未使用的依赖
zh_tw: 未使用的相依性

# UsedSymbolModel|
source: Symbol
ar: الرمز
ca@valencia: Símbol
el: Σύμβολο
eo: Simbolo
es: Símbolo
eu: Sinboloa
fi: Symboli
fr: Symbole
gl: Símbolo
he: סמל
it: Simbolo
ka: სიმბოლო
ko: 기호
pt: Símbolo
pt_br: Símbolo
ru: Символ
sl: Simbol
tr: Sembol
uk: Символ
zh_cn: 符号
zh_tw: 符號

# QObject|
source: <null>
ar: <خالٍ>
ca@valencia: <nul>
eo: <nulo>
es: <nulo>
eu: <nulua>
fi: <tyhjä>
gl: <nulo>
he: <ריק>
pt: <nulo>
tr: <boş>
uk: <порожньо>

# QObject|
source: Construction VTable
ar: جدول افتراضي إنشائي
ca@valencia: VTable de construcció
el: VTable κατασκευής
eo: Konstruo VTable
es: VTable de construcción
eu: Eraikuntza VTable
gl: TáboaV de constrición
he: טבלה וירטואלית של בנייה
it: VTable di costruzione
ka: აგების VTable
ko: 생성 VTable
nn: Konstruksjons-VTable
pl: Tworzenie VTable
pt: Tabela-V de Construção
pt_br: VTable de construção
ru: Конструкция таблицы виртуальных методов
sl: Sestava VTable
sv: Konstruktion VTable
tr: Yapı Dikey Tablosu
uk: V-таблиця побудови
zh_cn: 构建 VTable
zh_tw: 建構 VTable

# QObject|
source: VTable
ar: جدول افتراضي
eo: VTabelo
gl: TáboaV
he: טבלה וירטואלית
pt: Tabela-V
ru: Таблица виртуальных методов
tr: Dikey Tablo
uk: V-таблиця

# ElfModel|
source: Entry
ar: المدخلة
ca@valencia: Entrada
el: Εγγραφή
eo: Ero
es: Entrada
eu: Sarrera
fi: Tietue
fr: Entrée
gl: Entrada
he: רשומה
it: Voce
ka: ერთეული
ko: 항목
nn: Oppføring
pl: Wpis
pt: Item
pt_br: Entrada
ru: Запись
sl: Vnos
sv: Post
tr: Girdi
uk: Запис
zh_cn: 条目
zh_tw: 項目

# ElfModel|
source: Size
ar: الحجم
ca@valencia: Mida
el: Μέγεθος
eo: Grandeco
es: Tamaño
eu: Tamaina
fi: Koko
fr: Taille
gl: Tamaño
he: גודל
it: Dimensione
ka: ზომა
ko: 크기
nn: Storleik
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ru: Размер
sl: Velikost
sv: Storlek
tr: Boyut
uk: Розмір
zh_cn: 大小
zh_tw: 大小

# IssuesModel|
source: %1 (implicit virtual destructor)
ar: %1 (هادم افتراضي ضمني)
ca@valencia: %1 (destructor virtual implícit)
el: %1 (υπονοούμενος εικονικός καταστροφέας)
eo: %1 (implica virtuala detruanto)
es: %1 (destructor virtual implícito)
eu: %1 (alegiazko suntsitzaile inplizitua)
fi: %1 (implisiittinen virtuaalinen hajottaja)
fr: %1 (destructeur virtuel implicite)
gl: %1 (destrutor virtual implícito)
he: %1 (מפרק וירטואלי מרומז)
it: %1 (distruttore virtuale implicito)
ka: %1 (ნაგულისხმევი ვირტუალური დესტრუქტორი)
ko: %1(암시적 가상 소멸자)
nn: %1 (implisitt virtuell destruktor)
pl: %1 (domniemany wirtualny destrktor)
pt: %1 (destrutor virtual implícito)
pt_br: %1 (destruídor virtual implícito)
ru: %1 (неявный виртуальный деструктор)
sl: %1 (implicitni navidezni destruktor)
sv: %1 (implicit virtuell destruktor)
tr: %1 (örtük sanal yıkıcı)
uk: %1 (неявний віртуальний деструктор)
zh_cn: %1 (隐式虚析构函数)
zh_tw: %1（隱式虛擬解構子）

# IssuesModel|
source: Issue
ar: مسألة
ca@valencia: Problema
el: Πρόβλημα
eo: Temo
es: Problema
eu: Arazoa
fi: Aihe
fr: Problème
gl: Problema
he: תקלה
it: Problema
ka: Პრობლემა
ko: 문제점
nn: Problem
pl: Błąd
pt: Problema
pt_br: Problema
ru: Предупреждение
sl: Težava
sv: Utgåva
tr: Sayı
uk: Вада
zh_cn: 问题
zh_tw: 問題

# IssuesModel|
source: Location
ar: الموقع
ca@valencia: Ubicació
el: Θέση
eo: Loko
es: Posición
eu: Kokalekua
fi: Sijainti
fr: Emplacement
gl: Lugar
he: מקום
it: Posizione
ka: მდებარეობა
ko: 위치
nn: Plassering
pl: Położenie
pt: Localização
pt_br: Localização
ru: Расположение
sl: Lokacija
sv: Plats
tr: Konum
uk: Розташування
zh_cn: 位置
zh_tw: 位置

# LoadBenchmarkModel|
source: File
ar: ملف
ca@valencia: Fitxer
el: Αρχείο
eo: Dosiero
es: Archivo
eu: Fitxategia
fi: Tiedosto
fr: Fichier
gl: Ficheiro
he: קובץ
ka: ფაილი
ko: 파일
nn: Fil
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ru: Файл
sl: Datoteka
sv: Fil
tr: Dosya
uk: Файл
zh_cn: 文件
zh_tw: 檔案

# LoadBenchmarkModel|
source: Lazy Median
ar: الوسيط الكسول
ca@valencia: Mediana històrica
el: Καθυστερημένος διάμεσος
eo: Maldiligenta Mediano
es: Mediana relajada
eu: Alfer mediana
fi: Laiska mediaani
fr: Médiane faible
gl: Mediana atrasada
he: חציוני עצל (Lazy Median)
it: Mediana per «lazy»
ka: ზარმაცი მედიანა
ko: 늦은 중앙값
nn: Lat median
pl: Leniwa mediana
pt: Mediana Histórica
pt_br: Mediana preguiçosa
ru: Ленивая медиана
sl: Lena mediana
sv: Lat median
tr: Tembel Medyan
uk: «Лінива» медіана
zh_cn: 懒惰中位数
zh_tw: 需要時（中位數）

# LoadBenchmarkModel|
source: Lazy Min
ar: الأدنى الكسول
ca@valencia: Mínima històrica
el: Καθυστερημένος Ελάχιστος
eo: Maldiligenta Min
es: Mínimo relajado
eu: Alfer minimoa
fi: Laiska minimi
fr: Minimum faible
gl: Mínimo atrasado
he: מזערי עצל (Lazy Min)
it: Min per «lazy»
ka: ზარმაცი წთ
ko: 늦은 최솟값
nn: Lat min
pl: Leniwe minimum
pt: Mínima Histórica
pt_br: Mínima preguiçosa
ru: Ленивый минимум
sl: Leni najm.
sv: Lat minimum
tr: Tembel En Düşük
uk: «Лінивий» мінімум
zh_cn: 懒惰最小值
zh_tw: 需要時（最小值）

# LoadBenchmarkModel|
source: Now Median
ar: الوسيط الآن
ca@valencia: Mediana actual
el: Τρέχων διάμεσος
eo: Nun Mediano
es: Mediana actual
eu: Orain mediana
fi: Mediaani nyt
fr: Médiane
gl: Mediana actual
he: חציוני עכשיו (Now Median)
it: Mediana per «now»
ka: ახლა მედიანა
ko: 현재 중앙값
nn: No-median
pl: Mediana chwilowa
pt: Mediana Instantânea
pt_br: Mediana atual
ru: Текущая медиана
sl: Zdaj. mediana
sv: Nuvarande median
tr: Şimdiki Medyan
uk: Поточна медіана
zh_cn: 当前中位数
zh_tw: 現在（中位數）

# LoadBenchmarkModel|
source: Now Min
ar: الأدنى الآن
ca@valencia: Mínima actual
el: Τρέχων ελάχιστος
eo: Nun Min
es: Mínimo actual
eu: Orain minimoa
fi: Minimi nyt
fr: Min actuel
gl: Mínimo actual
he: מזערי עכשיו (Now Min)
it: Min per «now»
ka: ახლა წთ
ko: 현재 최솟값
nn: No-min
pl: Minimum chwilowe
pt: Mínima Instantânea
pt_br: Mínima atual
ru: Текущий минимум
sl: Zdaj. najm.
sv: Nuvarande minimum
tr: Şimdiki En Düşük
uk: Поточний мінімум
zh_cn: 当前最小值
zh_tw: 現在（最小值）

# LoadBenchmarkModel|
source: Relocs
ar: إعادة التوطين
ca@valencia: Relocalitzacions
el: Μεταθέσεις
es: Reubicaciones
eu: Birkokapenak
fi: Uudelleensijoitukset
fr: Déplacements
gl: Traslados
he: הצבה מחדש
it: Riloc
ka: გადაადგილებები
ko: 위치 이동
nn: Relokasjonar
pl: Relokacje
pt: Realocações
pt_br: Relocações
ru: Перемещения
sl: Premestitve
sv: Relokeringar
tr: Yeniden Konumlandırmalar
uk: Пересування
zh_cn: 重定位
zh_tw: 重定位

# MainWindow|
source: ELF Dissector
ar: محلل ELF
el: Ανατόμος ELF
es: Disector ELF
eu: ELF disekziogilea
fi: ELF-analysoija
fr: Dissecteur ELF
gl: Disector de ELF
he: מנתח ELF
it: Dissettore ELF
ka: ELF-ი დისექტორი
ko: ELF 분석 도구
nn: ELF-dissektor
pl: Dysektor ELF
pt: Dissecção do ELF
pt_br: Dissecador ELF
ru: Анализатор ELF
sl: Secirnik ELF
sv: ELF-dissektor
tr: ELF Parça Ayırıcı
zh_cn: ELF 解析器
zh_tw: ELF 解析器

# MainWindow|
source: ELF file to open
ar: ملف ELF لفتح
ca@valencia: Fitxer ELF que s'obrirà
el: ELF αρχείο για άνοιγμα
eo: ELF-dosiero por malfermi
es: Archivo ELF a abrir
eu: Ireki beharreko ELF fitxategia
fi: Avattava ELF-tiedosto
fr: Fichier ELF à ouvrir
gl: Ficheiro de ELF para abrir
he: קובץ ELF לפתיחה
it: File ELF da aprire
ka: გასახსნელი ELF ფაილი
ko: 열 ELF 파일
nn: ELF-fil som skal opnast
pl: Plik ELF do otwarcia
pt: Ficheiro ELF a abrir
pt_br: Arquivo ELF a abrir
ru: ELF-файл для открытия
sl: Datoteka ELF za odpiranje
sv: ELF-fil att öppna
tr: Açılacak ELF dosyası
uk: файл ELF, який слід відкрити
zh_cn: 要打开的 ELF 文件
zh_tw: 要開啟的 ELF 檔案

# MainWindow|
source: ELF Structure
ar: بنية ELF
it: Struttura ELF
pl: Struktura ELF
ru: Структура ELF
sv: ELF-struktur
uk: Структура ELF

# MainWindow|
source: Size Tree Map
ar: خريطة شجرية للحجم
it: Dimensione della mappa ad albero
pl: Mapa drzewa rozmiarów
ru: Карта размеров дерева
sv: Storleksträdkarta
uk: Ієрархічна карта розмірів

# MainWindow|
source: Dependencies
ar: تبعيات
it: Dipendenze
pl: Zależności
ru: Зависимости
sv: Beroenden
uk: Залежності

# MainWindow|
source: Data Types
ar: أنواع البيانات
it: Tipi di dati
pl: Rodzaje danych
ru: Типы данных
sv: Datatyper
uk: Типи даних

# MainWindow|
source: Performance
ar: أداء
it: Prestazioni
pl: Wydajność
ru: Производительность
sv: Prestanda
uk: Швидкодія

# MainWindow|
source: Issues
ar: مسائل
it: Problemi
pl: Błędy
ru: Проблемы
sv: Problem
uk: Проблеми

# MainWindow|
source: Open ELF Object
ar: افتح كائن ELF
ca@valencia: Obri un objecte ELF
el: Άνοιγμα αντικειμένου ELF
eo: Malfermi ELF-Objekton
es: Abrir objeto ELF
eu: Ireki ELF objektua
fi: Avaa ELF-olio
fr: Ouvrir un objet ELF
gl: Abrir un obxecto ELF
he: פתיח עצם ELF
it: Apri oggetto ELF
ka: ELF ობიექტის გახსნა
ko: ELF 객체 열기
nn: Opna ELF-objekt
pl: Otwórz obiekt ELF
pt: Abrir um Objecto ELF
pt_br: Abrir objeto ELF
ru: Открытие ELF-объекта
sl: Odpri predmet ELF
sv: Öppna ELF-objekt
tr: ELF Nesnesi Aç
uk: Відкрити об'єкт ELF
zh_cn: 打开 ELF 对象
zh_tw: 開啟 ELF 物件

# MainWindow|
source: Failed to load ELF file
ar: فشل في تحميل ملف ELF
ca@valencia: No s'ha pogut carregar el fitxer ELF
el: Αποτυχία φόρτωσης ELF αρχείου
eo: Malsukcesis ŝargi ELF-dosieron
es: La carga del archivo ELF ha fallado
eu: ELF fitxategia zamatzea huts egin du
fi: ELF-tiedostoa ei voitu ladata
fr: Impossible de charger un fichier ELF
gl: Non foi posíbel cargar o ficheiro ELF
he: טעינת קובץ ELF נכשלה
it: Impossibile caricare il file ELF
ka: ELF ფაილიდან ჩატვირთვის შეცდომა
ko: ELF 파일을 열 수 없음
nn: Klarte ikkje lasta ELF-fil
pl: Nie można wczytać pliku ELF
pt: Não foi possível carregar o ficheiro ELF
pt_br: Falha ao carregar o arquivo ELF
ru: Не удалось загрузить файл ELF
sl: Nalaganje datoteke ELF ni uspelo
sv: Misslyckades läsa in ELF-fil
tr: ELF dosyası yüklenemedi
uk: Не вдалося завантажити файл ELF
zh_cn: 加载 ELF 文件失败
zh_tw: 載入 ELF 檔案失敗

# MainWindow|
source: Could not load %1.
ar: لا أستطيع تحميل %1.
ca@valencia: No s'ha pogut carregar %1.
el: Αδυναμία φόρτωσης του %1.
eo: Ne eblis ŝargi %1.
es: No se ha podido cargar %1.
eu: Ezin izan du %1 zamatu.
fi: Ei voitu ladata: %1.
fr: Impossible de charger %1.
gl: Non foi posíbel cargar %1.
he: לא ניתן לטעון את %1‏.
it: Impossibile caricare %1.
ka: შეცდომა %1-ის ჩატვირთვისას.
ko: %1을(를) 불러올 수 없습니다.
nn: Klarte ikkje lasta %1.
pl: Nie można wczytać %1.
pt: Não foi possível carregar o %1.
pt_br: Não foi possível carregar %1.
ru: Не удалось загрузить «%1».
sl: Ni bilo mogoče naložiti %1.
sv: Kunde inte läsa in %1.
tr: %1 yüklenemedi.
uk: Не вдалося завантажити %1.
zh_cn: 无法加载 %1。
zh_tw: 無法載入 %1。

# MainWindow|
source: Failed to load %1.
ar: فشل في تحميل %1.
ca@valencia: S'ha produït un error en carregar %1.
el: Αποτυχία φόρτωσης του %1.
eo: Malsukcesis ŝargi %1.
es: La carga de %1 ha fallado.
eu: %1 zamatzea huts egin du.
fi: Lataaminen epäonnistui: %1.
fr: Échec du chargement de %1.
gl: Non foi posíbel cargar %1.
he: הטעינה של %1 נכשלה.
it: Impossibile caricare %1.
ka: %1-ის ჩატვირთვის შეცდომა.
ko: %1을(를) 불러올 수 없습니다.
nn: Klarte ikkje lasta %1.
pl: Nie udało się wczytać %1.
pt: Não foi possível carregar o %1.
pt_br: Falha ao carregar %1.
ru: Не удалось загрузить «%1».
sl: Nalaganje %1 ni uspelo.
sv: Misslyckades läsa in %1.
tr: %1 yüklemesi başarısız.
uk: Не вдалося завантажити %1.
zh_cn: 加载 %1 失败。
zh_tw: 載入 %1 失敗。

# MainWindow|
source: Loaded %1.
ar: حمّلت %1.
ca@valencia: S'ha carregat %1.
el: Φορτώθηκε %1.
eo: Ŝargita %1.
es: %1 cargado.
eu: %1 zamatuta.
fi: Ladattiin: %1.
fr: %1 chargé.
gl: Cargouse %1.
he: %1 נטען.
it: %1 caricato.
ka: %1 ჩაიტვირთა.
ko: %1을(를) 불러왔습니다.
nn: Lasta %1.
pl: Wczytano %1.
pt: O %1 foi carregado.
pt_br: %1 carregado.
ru: Загружен «%1».
sl: Naloženo %1.
sv: Läste in %1.
tr: %1 yüklendi.
uk: Завантажено %1.
zh_cn: 已加载 %1。
zh_tw: 已載入 %1。

# MainWindow|
source: &File
ar: &ملف
ca@valencia: Fi&txer
el: &Αρχείο
eo: &Dosiero
es: &Archivo
eu: &Fitxategia
fi: &Tiedosto
fr: &Fichier
gl: &Ficheiro
he: &קובץ
ka: &ფაილი
ko: 파일(&F)
nn: &Fil
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ru: &Файл
sl: &Datoteka
sv: &Arkiv
tr: &Dosya
uk: &Файл
zh_cn: 文件(&F)
zh_tw: 檔案(&F)

# MainWindow|
source: &Actions
ar: إ&جراءات
ca@valencia: &Accions
el: &Ενέργειες
eo: &Agoj
es: A&cciones
eu: Ekintz&ak
fi: T&oiminnot
gl: &Accións
he: &פעולות
it: &Azioni
ka: &ქმედებები
ko: 동작(&A)
nn: &Handlingar
pl: Dzi&ałania
pt: &Acções
pt_br: Açõe&s
ru: &Действия
sl: De&janja
sv: Åt&gärder
tr: &Eylemler
uk: &Дії
zh_cn: 操作(&A)
zh_tw: 動作(&A)

# MainWindow|
source: &Settings
ar: إ&عدادات
ca@valencia: Con&figuració
el: &Ρυθμίσεις
eo: &Agordoj
es: &Preferencias
eu: E&zarpenak
fi: &Asetukset
fr: &Configuration
gl: &Configuración
he: ה&גדרות
it: Impo&stazioni
ka: &პარამეტრები
ko: 설정(&S)
nn: &Innstillingar
pl: U&stawienia
pt: &Configuração
pt_br: &Configurações
ru: &Настройка
sl: &Nastavitve
sv: In&ställningar
tr: Ayar&lar
uk: П&араметри
zh_cn: 设置(&S)
zh_tw: 設定(&S)

# MainWindow|
source: &Open...
ar: &افتح...
ca@valencia: O&bri...
el: Άν&οιγμα...
eo: &Malfermi...
es: &Abrir…
eu: &Ireki...
fi: &Avaa…
fr: &Ouvrir
gl: &Abrir…
he: &פתיחה…
it: &Apri...
ka: &გახსნა...
ko: 열기(&O)...
nn: &Opna …
pl: &Otwórz...
pt: &Abrir...
pt_br: A&brir...
ru: &Открыть...
sl: &Odpri ...
sv: Ö&ppna...
tr: &Aç...
uk: &Відкрити…
zh_cn: 打开(&O)...
zh_tw: 開啟(&O)...

# MainWindow|
source: &Quit
ar: أ&نهِ
ca@valencia: I&x
el: Έ&ξοδος
eo: &Forlasi
es: &Salir
eu: Ir&ten
fi: &Lopeta
fr: &Quitter
gl: &Saír
he: י&ציאה
it: &Esci
ka: &გასვლა
ko: 끝내기(&Q)
nn: &Avslutt
pl: Za&kończ
pt: &Sair
pt_br: Sai&r
ru: В&ыход
sl: I&zhod
sv: &Avsluta
tr: Çı&k
uk: Ви&йти
zh_cn: 退出(&Q)
zh_tw: 離開(&Q)

# MainWindow|
source: Reopen &Previously Loaded Files
ar: أعد فتح الملفات &التي حُملت سابقًا
ca@valencia: Torne a obrir fitxers carregats &prèviament
el: Εκ νέου άνοιγμα &προηγούμενα φορτωμένων αρχείων
eo: Remalfermi &Antaŭe Ŝargitajn dosierojn
es: &Volver a abrir los archivos cargados anteriormente
eu: Berrireki aurre&z zamatutako fitxategiak
fi: Avaa aiemmin ladatut tiedostot &uudelleen
fr: Ré-ouvrir les fichiers &précédemment chargés
gl: Abrir de novo os ficheiros cargados &previamente
he: פתיחת קבצים שנטענו ב&עבר מחדש
it: Ria&pri i file caricati in precedenza
ka: &ადრე გახსნილი ფაილების თავიდან გახსნა
ko: 이전에 불러온 파일 다시 열기(&P)
nn: Opna &tidlegare lasta filer på ny
pl: Otwórz ponownie &poprzednio wczytane pliki
pt: &Reabrir os Ficheiros Abertos Recentemente
pt_br: &Reabrir arquivos previamente carregados
ru: &Открыть заново ранее открытые файлы
sl: Ponovno odpri &prej naložene datoteke
sv: Ö&ppna tidigare inlästa filer igen
tr: Önceden Yüklenen Dosyaları Ye&niden Aç
uk: Повторно відкрити &раніше завантажені файли
zh_cn: 重新打开之前打开过的文件(&P)
zh_tw: 重新開啟先前載入過的檔案(&P)

# CodeNavigator|
source: KDevelop
ar: مطوّرك
tr: K Geliştir

# CodeNavigator|
source: Kate
ar: كيت

# CodeNavigator|
source: KWrite
ar: كاتبك
eo: KWskribi

# CodeNavigator|
source: Qt Creator
ar: منشئ كيوت
eo: Qt-Kreatoro
sl: Ustvarjalnik Qt

# QObject|
source: Code Navigation
ar: ملاحة الشيفرة
ca@valencia: Navegació pel codi
el: Πλοήγηση σε κώδικα
eo: Koda Navigado
es: Navegación por el código
eu: Kodean nabigatzea
fi: Koodinavigointi
fr: Code de navigation
gl: Navegación de código
he: ניווט בקוד
it: Navigazione nel codice
ka: დოკუმენტის ნავიგაცია
ko: 코드 탐색
nn: Kodenavigering
pl: Poruszanie się po kodzie
pt: Navegação no Código
pt_br: Navegação de código
ru: Навигация по коду
sl: Krmarjenje po kodi
sv: Kodnavigering
tr: Kod Dolaşımı
uk: Навігація кодом
zh_cn: 代码导航
zh_tw: 程式碼導覽
