Repository: KDE/elf-dissector
Catalog: poqm/*/elf-dissector_qt.po
Languages: ar, ca@valencia, el, eo, es, eu, fi, fr, gl, he, it, ka, ko, nn, pl, pt, pt_br, ru, sl, sv, tr, uk, zh_cn, zh_tw

# SizeTreeMapView|
source: Do not show content that is read-only/shared.
ar: لا تُظهِر المحتوى للقراءة فقط/المشترك.
ca@valencia: No mostra el contingut el que és de només lectura/compartit.
el: Να μην εμφανίζεται περιεχόμενο ανάγνωσης-μόνο/κοινόχρηστο.
eo: Ne montri enhavon nurlegebla/kunhavita.
es: No mostrar contenido que sea de solo lectura o compartido.
eu: Ez erakutsi soilik-irakurtzeko/partekatzeko edukia.
fi: Älä näytä vain luettavaa tai jaettua sisältöä.
fr: Ne pas afficher le contenu en lecture seule ou partagée.
gl: Non amosar o contido de só lectura ou compartido.
he: לא להציג תוכן לקריאה בלבד/שיתופי.
it: Non mostrare contenuti che sono in sola lettura o condivisi.
ka: მხოლოდ-წაკითხვადი შემცველობა ნაჩვენები არ იქნება.
ko: 읽기 전용/공유 내용을 숨깁니다.
nn: Ikkje vis innhald som er skriveverna/delt.
pl: Nie pokazuj treści, które są tylko-do-odczytu/współdzielone.
pt: Não mostrar o conteúdo que é apenas para leitura ou partilhado.
pt_br: Não mostrar conteúdo que é apenas para leitura/compartilhado.
ru: Не показывать содержимое, доступное только для чтения или общее.
sl: Ne prikazujte vsebine, ki je samo za branje/v skupni rabi.
sv: Visa inte innehåll som är skrivskyddat eller delat.
tr: Saltokunur/paylaşılan içeriği gösterme.
uk: Не показувати дані, які призначено лише для читання або спільного використання.
zh_cn: 不显示只读/共享的内容。
zh_tw: 不要顯示唯獨/共享的內容。

# SizeTreeMapView|
source: Hide non-executable
ar: أخفِ غير القابل للتنفيذ
ca@valencia: Oculta allò que no siga executable
el: Απόκρυψη μη-εκτελέσιμων
eo: Kaŝi ne-efektiveblajn
es: Ocultar no ejecutable
eu: Ezkutatu ez-exekutagarria
fi: Piilota ei-suoritettavat
fr: Masquer les parties non exécutables
gl: Agochar non executábel
he: הסתרת לא להרצה
it: Nascondi non eseguibili
ka: არა-გაშვებადების დამალვა
ko: 실행 불가능 숨기기
nn: Gøym ikkje-køyrbare
pl: Ukryj niewykonywalne
pt: Esconder as não-executáveis
pt_br: Esconder não-executável
ru: Скрыть неисполняемые файлы
sl: Skrij ne-izvršljivo
sv: Dölj icke-körbara
tr: Çalıştırılamazları gizle
uk: Приховати невиконуване
zh_cn: 隐藏不可执行
zh_tw: 隱藏不可執行

# SizeTreeMapView|
source: Do not show non-executable data content.
ar: لا تُظهِر محتوى البيانات غير القابل للتنفيذ.
ca@valencia: No mostra el contingut de les dades no executables.
el: Να μην εμφανίζεται περιεχόμενο με μη-εκτελέσιμα δεδομένα
eo: Ne montri ne-efektivigeblan datumenhavon.
es: No mostrar el contenido de datos no ejecutables.
eu: Ez erakutsi exekutagarriak ez diren datuen edukia.
fi: Älä näytä ei-suoritettavaa datasisältöä.
fr: Ne pas afficher le contenu des données non exécutables
gl: Non amosar o contido de datos non executábeis.
he: לא להציג תוכן נתונים שלא ניתן להריץ.
it: Non mostrare il contenuto di dati non eseguibili.
ka: მონაცემების არაშესრულებადი შემცველობა ნაჩვენები არ იქნება.
ko: 실행 가능이 아닌 데이터 내용을 숨깁니다.
nn: Ikkje vis innhald som ikkje er køyrtbart.
pl: Nie pokazuj treści, które są niewykonywalne.
pt: Não mostrar o conteúdo de dados não executáveis.
pt_br: Não mostrar conteúdo de dados não-executáveis.
ru: Не показывать содержимое неисполняемых данных.
sl: Ne prikazujte neizvršljive podatkovne vsebine.
sv: Visa inte innehåll som inte går att köra.
tr: Çalıştırılamaz veri içeriğini gösterme.
uk: Не показувати невиконувані дані.
zh_cn: 不显示不可执行的数据内容。
zh_tw: 不要顯示不可執行的資料內容。

# SizeTreeMapView|
source: &No Colorization
ar: &لا تلوين
ca@valencia: Se&nse acoloriment
el: &Χωρίς χρωματισμό
eo: &Neniu Kolorigo
es: &No colorear
eu: Koloreztapenik e&z
fi: &Ei väritystä
fr: Aucu&ne coloration
gl: &Non colorar
he: ללא &צביעה
it: &Nessuna colorazione
ka: &გაფერადების გარეშე
ko: 색상화 없음(&N)
nn: &Inga fargelegging
pl: Bez zabarwia&nia
pt: &Sem Coloração
pt_br: Sem colori&zação
ru: &Без раскрашивания
sl: &Brez obarvanja
sv: I&ngen färgläggning
tr: Renklend&irme Yok
uk: &Без розфарбовування
zh_cn: 无着色(&N)
zh_tw: 無著色(&N)

# TypeView|
source: Invalid DWARF entries
ar: مدخلات DWARF غير صالحة
ca@valencia: Entrades DWARF no vàlides
el: Μη έγκυρες εγγραφές DWARF
eo: Nevalidaj DWARF-enskriboj
es: Entradas DWARF no válidas
eu: DWARF sarrera baliogabeak
fi: Virheellisiä DWARF-tietueita
fr: Entrées « DWARF » non valables
gl: Entradas DWARF incorrectas
he: רשומות DWARF שגויות
it: Voci DWARF non valide
ka: არასწორი DWARF ჩანაწერები
ko: 잘못된 DWARF 항목
nn: Ugyldige DWARF-oppføringar
pl: Nieprawidłowe wpisy DWARF
pt: Itens DWARF inválidos
pt_br: Entradas DWARF inválidas
ru: Недопустимые записи DWARF
sl: Neveljavni vnosi DWARF
sv: Ogiltiga DWARF-poster
tr: Geçersiz DWARF girdileri
uk: Некоректні записи DWARF
zh_cn: 无效的 DWARF 条目
zh_tw: 無效 DWARF 條目

# TypeView|
source: An error occurred while reading DWARF data of some ELF objects, the tree will be incomplete.
ar: وقع خطأ أثناء قراءة بيانات DWARF لبعض كائنات ELF، الشجرة ستكون ناقصة.
ca@valencia: S'ha produït un error en llegir dades DWARF d'objectes ELF, l'arbre serà incomplet.
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση δεδομένων DWARF κάποιων ELF αντικειμένων, το δένδρο θα είναι ημιτελές.
eo: Okazis eraro dum legado de DWARF-datumoj de iuj ELF-objektoj, la arbo estos nekompleta.
es: Ha ocurrido un error al leer datos DWARF de algunos objetos ELF: el árbol estará incompleto.
eu: Errore bat gertatu da ELF objektu batzuen DWARF datuak irakurtzean, zuhaitza osatu gabe egongo da.
fi: Joidenkin ELF-olioiden DWARF-tietoa luettaessa tapahtui virhe: puusta tulee epätäydellinen.
fr: Une erreur est survenue lors de la lecture des données « DWARF » de certains objets « ELF ». L'arborescence sera incomplète.
gl: Produciuse un erro ao ler os datos DWARF dalgúns obxectos ELF, a árbore estará incompleta.
he: אירעה שגיאה בקריאת נתוני ה־DWARF מחלק מעצמי ה־ELF, העץ יהיה חלקי.
it: Si è verificato un errore nella lettura dei dati DWARF di alcuni oggetti ELF, l'albero sarà incompleto.
ka: შეცდომა ზოგიერთი ELF ობიექტის DWARF მონაცემების წაკითხვისას. ხე დაუსრულებელი იქნება.
ko: 일부 ELF 객체의 DWARF 데이터를 불러올 수 없어서 트리가 불완전할 것입니다.
nn: Det oppstod ein feil ved lesing av DWARF-data til nokre ELF-objekt. Treet vert ufullstendig.
pl: Wystąpił błąd przy odczycie danych DWARF niektórych obiektów ELF, drzewo będzie niepełne.
pt: Ocorreu um erro ao ler os dados DWARF de alguns objectos ELF, sendo que a árvore estará incompleta.
pt_br: Um erro ocorreu enquanto lia dados DWARF de alguns objetos ELF, a árvore estará incompleta.
ru: При чтении данных DWARF для некоторых объектов ELF произошла ошибка, дерево будет неполным.
sl: Med branjem podatkov DWARF nekaterih predmetov ELF je prišlo do napake, drevo bo nepopolno.
sv: Ett fel uppstod vid läsning av DWARF-data för vissa ELF-objekt. Trädet kommer att vara ofullständigt.
tr: Kimi ELF nesnelerinin DWARF verisi okunurken bir hata oluştu; ağaç tam olmayacak.
uk: Під час читання даних DWARF деяких об'єктів ELF сталася помилка. Ієрархія буде неповною.
zh_cn: 读取某些 ELF 对象的 DWARF 数据时发生错误，树将不完整。
zh_tw: 讀取某些 ELF 物件的 DWARF 資料時發生錯誤，樹狀圖會是不完整的。

# TypeView|
source: Compute Type Tree
ar: احسب شجرة الأنواع
ca@valencia: Calcula l'arbre de tipus
el: Υπολογισμός δένδρου τύπων
eo: Komputi Tipon Arbon
es: Calcular el árbol de tipos
eu: Kalkulatu mota-zuhaitza
fi: Laske tyyppipuu
fr: Calculer l'arborescence de types
gl: Computar a árbore de tipos
he: חישוב עץ טיפוסים
it: Calcola l'albero dei tipi
ka: ტიპის ხის გამოთვლა
ko: 자료형 트리 계산
nn: Rekn ut typetre
pl: Oblicz drzewo rodzajów
pt: Calcular a Árvore de Tipos
pt_br: Computar árvore de tipos
ru: Вычислить дерево типов
sl: Izračunaj vrsto drevesa
sv: Beräkna typträd
tr: Tür Ağacını Hesapla
uk: Визначити ієрархію типів
zh_cn: 计算类型树
zh_tw: 計算類型樹狀圖

# TypeView|
source: Computing the type tree from DWARF data can take up to several minutes in which the application will not respond, and use up to 1.5GB of memory. Proceed anyway?
ar: حساب شجرة الأنواع من بيانات DWARF ربما يستغرق عدة دقائق خلالها لن يستجيب التطبيق، وربما يستعمل حتى 1.5 جيجابايت من الذاكرة. هل تستمر؟
ca@valencia: El càlcul de l'arbre de tipus a partir de les dades DWARF pot tardar diversos minuts en què l'aplicació no respondrà, i utilitzarà fins a 1,5 GB de memòria. Voleu continuar igualment?
el: Ο υπολογισμός του δένδρου τύπων από δεδομένα DWARF ίσως διαρκέσει πολλά λεπτά με την εφαρμογή να μην ανταποκρίνεται και θα χρειαστεί μέχρι και 1.5GB μνήμης. Θα συνεχίσετε;
eo: Komputado de la tiparbon el DWARF-datumoj povas daŭri ĝis pluraj minutoj, en kiuj la aplikaĵo ne respondos, kaj uzos ĝis 1.5GB da memoro. Ĉu procedi ĉiukaze?
es: El cálculo del árbol de tipos de datos DWARF puede tardar varios minutos durante los que la aplicación no responderá, además de usar hasta 1,5 GB de memoria. ¿Desea continuar?
eu: DWARF datuetatik mota-zuhaitza kalkulatzeak minutu batzuk har ditzake, aplikazioak ez du erantzungo, eta 1,5GB arteko memoria erabil dezake.Hala ere jarraitu?
fi: Tyyppipuun laskenta DWARF-tiedosta voi viedä useita minuutteja, jona aikana sovellus ei vastaa, ja kuluttaa jopa 1,5 Gt muistia. Jatketaanko silti?
fr: Le calcul de l'arborescence de types à partir des données « DWARF » peut prendre plusieurs minutes. Durant ce temps, l'application ne répondra pas et pourra utiliser jusqu'à 1.5 GB de mémoire. Voulez-vous vraiment lancer le calcul ?
gl: Computar a árbore de tipos de datos DWARF pode levar varios minutos durante os que a aplicación non responderá, e pode usar ata 1,5 GiB de memoria. Quere proceder aínda así?
he: חישוב עץ הטיפוסים מנתוני DWARF עלול לארוך מספר דקות של חוסר פעילות מצד היישום וישתמש ב־1.5 ג״ב של זיכרון. להמשיך בכל זאת?
it: Il calcolo dell'albero dei tipi dai dati DWARF può richiedere diversi minuti, durante i quali l'applicazione non risponderà, ed userà fino a 1,5 GB di memoria. Procedo comunque?
ka: DWARF-ის მონაცემებიდან ტიპის ხის აგებას რამდენიმე წუთი შეიძლება დასჭირდეს, რომლის დროსაც აპლიკაცია არ გიპასუხებთ და შეიძლება 1.5გბ-მდე მეხსიერება მიირთვას. გავაგრძელო?
ko: DWARF 데이터에서 자료형 트리를 계산하는 작업은 수 분까지 걸릴 수 있으며 앱이 응답하지 않을 것입니다. 최대 메모리를 1.5 GB까지 사용합니다. 계속 진행하시겠습니까?
nn: Utrekning av typetreet frå DWARF-data kan ta fleire minutt. Under utrekninga vil programmet vera ikkje-responsiv og kan bruka opp mot 1,5 GB minne. Vil du likevel halda fram?
pl: Obliczanie drzewa rodzajów z danych DWARF może zająć kilka minut, przez które aplikacja nie będzie odpowiadać i może wykorzystywać do 1.5GB pamięci. Czy mimo to kontynuować?
pt: O cálculo da árvore de tipos dos dados DWARF pode levar bastantes minutos, durante os quais a aplicação não irá responder, e poderá consumir até 1,5 GB de memória. Deseja continuar à mesma?
pt_br: Computar a árvore de tipos de dados DWARF pode levar vários minutos nos quais a aplicação não irá responder, e usar até 1,5GB de memória. Continuar mesmo assim?
ru: Построение дерева типов из данных DWARF может занять несколько минут, в течение которых приложение не будет реагировать и может потребоваться до 1,5 ГБ памяти. Всё равно продолжить?
sl: Računanje vrste drevesa iz podatkov DWARF lahko traja več minut, v tem času se program ne bo odzival, in uporabi do 1,5 GB pomnilnika. Ali želite vseeno nadaljevati?
sv: Att beräkna typträdet från DWARF-data kan ta upp till flera minuter, då programmet inte svarar, och kan använda upp till 1,5 GiB minne. Fortsätt ändå?
tr: DWARF verisinden tür ağacını hesaplamak birkaç dakika sürebilir ve 1,5 GB kadar bellek kullanabilir. Uygulama bu süre boyunca yanıt vermeyecektir. Yine de sürdürülsün mü?
uk: Визначення ієрархії типів на основі даних DWARF може тривати до декількох хвилин, протягом яких програма не відповідатиме на запити і використовуватиме до 1,5 ГБ оперативної пам'яті. Виконати дії з визначення ієрархії попри це?
zh_cn: 从 DWARF 数据中计算类型树可能需要数分钟的时间，在这段时间内，应用程序将无法响应，并使用多达 1.5GB 的内存。还是要继续吗？
zh_tw: 從 DWARF 資料計算類型樹狀圖可能會需要好幾分鐘，期間此應用程式不會回應，並且會需要至多 1.5GB 的記憶體。您要繼續嗎？

# TypeView|
source: Search
ar: ابحث
ca@valencia: Busca
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gl: Buscar
he: חיפוש
it: Cerca
ka: ძებნა
ko: 찾기
nn: Søk
pl: Szukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Išči
sv: Sök
tr: Ara
uk: Пошук
zh_cn: 查找
zh_tw: 搜尋

# GnuplotWidget|
source: 'gnuplot' not found, plotting not available.
ar: 'gnuplot' لم أجدها، التخطيط غير متاح.
ca@valencia: No s'ha trobat «gnuplot», els gràfics no estan disponibles.
el: Το 'gnupolt' δε βρέθηκε, η σχεδίαση δεν είναι διαθέσιμη.
eo: 'gnuplot' ne trovita, grafilo ne haveblas.
es: No se ha encontrado «gnuplot»: los gráficos no estarán disponibles.
eu: 'gnuplot' ez da aurkitu, trazatzea ez dago erabilgarri.
fi: gnuplotia ei löytynyt: kaavionpiirto ei ole käytettävissä.
fr: Impossible de trouver le paquet « gnuplot » et donc impossible de lancer un tracé.
gl: Non se atopou «gnuplot», non se pode representar.
he: ‚gnuplot’ לא נמצא, אי אפשר לשרטט.
it: Non è stato trovato «gnuplot», grafico non disponibile.
ka: 'gnuplot' დაყენებული არ გაქვთ. ხაზვის ფუნქციონალი გაითიშება.
ko: 'gnuplot'을 찾을 수 없어서 그릴 수 없습니다.
nn: Fann ikkje «gnuplot». Plotting vert derfor ikkje tilgjengeleg.
pl: Nie znaleziono 'gnuplot', rysowanie nie jest możliwe.
pt: O 'gnuplot' não foi encontrado, pelo que os gráficos não estão disponíveis.
pt_br: O 'gnuplot' não foi encontrado, gráficos não disponíveis.
ru: «gnuplot» не найден; построение графиков недоступно.
sl: »gnuplot« ni bil najden, izris ni na voljo.
sv: Hittar inte 'gnuplot', diagram ej tillgängliga.
tr: 'gnuplot' bulunamadı; çizim kullanılamıyor.
uk: «gnuplot» не знайдено. Побудова графіків неможлива.
zh_cn: 找不到“gnuplot”，绘图不可用。
zh_tw: 找不到 'gnuplot'，圖表繪製不可用。

# MainWindow|
source: Ctrl+O
eu: Ktrl+O
sl: Krmilka+O

# MainWindow|
source: Ctrl+Q
eu: Ktrl+Q
nn: Ctrl+O
sl: Krmilka+Q
